/*
 *  MoreInfo.strings
 *  AirPort Utility
 */

/* CreateExtendMoreInfo */
"CreateExtendMoreInfo.Title" = "Ställer in %@";
"CreateExtendMoreInfo" = "Välj ”Skapa ett nytt trådlöst nätverk” om du vill ställa in din trådlösa AirPort-enhet i ett nytt trådlöst nätverk. Datorer som ansluter till ditt nätverk kan kommunicera med andra datorer i nätverket trådlöst. Om de är anslutna via Ethernet kan de kommunicera via Ethernet. Om du ställer in din enhet för anslutning till Internet kan trådlösa och kabelanslutna datorer även dela Internetanslutningen. Klicka på Fortsätt om du vill ställa in ett nytt trådlöst nätverk.\n\nVälj ”Öka räckvidden på AirPort Extreme- eller AirPort Express-nätverket” om du har redan har ställt in ett AirPort-nätverk och du vill utöka nätverkets räckvidd. Att utöka räckvidden för ett trådlöst nätverk kallas för ett WDS (Wireless Distribution System (WDS). Trådlösa enheter i ett WDS delar en enda anslutning till Internet och delar ut Internetanslutningen till datorer som är anslutna till nätverket.";

/* NameMoreInfo */
"NameMoreInfo.Title" = "Ge den trådlösa enheten ett namn och ange ett lösenord";
"NameMoreInfo" = "Namnet visas i sidofältet i AirPort-verktyg. Använd ett namn som är enkelt att känna igen, t.ex. Vardagsrummet eller Kontoret. Om det finns fler än en trådlös enhet i nätverket kan du enkelt identifiera den du vill ställa in eller ändra. Ange ett lösenord för enheten. Det är det lösenord du sedan måste ange innan du kan ändra inställningarna för enheten.";

/* SecurityMoreInfo */
"SecurityMoreInfo.Title" = "Skydda nätverket";
"SecurityMoreInfo" = "Du kan skydda ditt nätverk med ett lösenord. Alla som försöker ansluta till nätverket måste ange lösenordet.\n\nTrådlösa AirPort-enheter har stöd för två typer av lösenord:\n• WPA2: WPA-lösenord (Wi-Fi Protected Access) är säkrare, men kan vara mindre kompatibla.\n• 128-bitars WEP: WEP-lösenord (Wired Equivalent Privacy) är mer kompatibla med äldre datorer och trådlösa kort.\n\nOm du väljer ”Ingen säkerhet” kan vem som helst inom nätverkets räckvidd ansluta till det utan att använda ett lösenord. Det här alternativet rekommenderas inte.\n\nOm du väljer att använda 128-bitars WEP ska du använda ett lösenord som är exakt 13 tecken långt. Det ger kompatibilitet med Windows och/eller andra enheter utöver Mac-datorer.\n\nOm du väljer att använda WPA2 ska du använda ett lösenord som är minst åtta tecken långt.";
"SecurityMoreInfoWPANone.Title" = "Skydda nätverket";
"SecurityMoreInfoWPANone" = "Du kan skydda nätverket med ett lösenord med den trådlösa säkerheten WPA Personal. Alla som försöker ansluta till nätverket måste då ange lösenordet.\n\nOm du väljer ”Ingen säkerhet” kan alla inom räckvidden ansluta till nätverket utan att använda ett lösenord. Det här alternativet rekommenderas inte.\n\nOm du väljer att använda WPA Personal ska du använda ett lösenord som är minst åtta tecken långt.";
"SecurityMoreInfoWPA2None.Title" = "Skydda nätverket";
"SecurityMoreInfoWPA2None" = "Du kan skydda nätverket med ett lösenord med den trådlösa säkerheten WPA/WPA2 Personal. Alla som försöker ansluta till nätverket måste då ange lösenordet.\n\nOm du väljer ”Ingen säkerhet” kan alla inom räckvidden ansluta till nätverket utan att använda ett lösenord. Det här alternativet rekommenderas inte.\n\nOm du väljer att använda WPA/WPA2 Personal ska du använda ett lösenord som är minst åtta tecken långt.";
"SecurityMoreInfoTSN.Title" = "Skydda nätverket";
"SecurityMoreInfoTSN" = "Du kan skydda ditt nätverk med ett lösenord. Alla som försöker ansluta till nätverket måste ange lösenordet.\n\nTrådlösa AirPort-enheter har stöd för två typer av lösenord:\n• WPA2: WPA-lösenord (Wi-Fi Protected Access) är säkrare, men kan vara mindre kompatibla.\n• WEP (TSN)-lösenord (Transitional Security Network) är mer kompatibelt med äldre WEP-datorer och trådlösa kort, men tillåter även att nyare WPA- och WPA2-klienter ansluter till nätverket.\n\nOm du väljer ”Ingen säkerhet” kan vem som helst inom nätverkets räckvidd ansluta till det utan att använda ett lösenord. Det här alternativet rekommenderas inte.\n\nOm du väljer att använda WEP (TSN) ska du använda ett lösenord som är exakt 13 tecken långt.\n\nOm du väljer att använda WPA2 ska du använda ett lösenord som är minst åtta tecken långt.";

/* InternetMoreInfo */
"InternetMoreInfo.Title" = "Hur ansluter du till Internet?";
"InternetMoreInfo" = "Om du ansluter till Internet med ett DSL- eller kabelmodem och Internetleverantören ger dig en IP-adress automatiskt via DHCP väljer du det första alternativet.\n\nVälj det andra alternativet om du ansluter till Internet via PPPoE (Point-to-Point Protocol over Ethernet). Om du ansluter till Internet via PPPoE har du antagligen fått ett kontonamn och ett lösenord. Fråga Internetleverantören om du är osäker.\n\nVälj det tredje alternativet om du ansluter till ett Ethernetnätverk. Nätverksadministratören (eller den som ställde in nätverket) kan ge dig information om hur du får en IP-adress (antingen via DHCP eller manuellt).\n\nOm du ställer in en AirPort-basstation med ett inbyggt modem med ett uppringt PPP-konto väljer du ”Jag använder ett modem anslutet till ett telefonjack”.\n\nVälj ”Jag är inte redo att ansluta till Internet just nu” om du vill fortsätta att ställa in basstationen, men inte vill ansluta till Internet. Du kan alltid komma tillbaka när du vill ansluta till Internet.";

/* EthernetMoreInfo */
"EthernetMoreInfo.Title" = "Ställ in TCP/IP på enheten";
"EthernetMoreInfo" = "Om du väljer Manuellt eller Använder DHCP från popupmenyn Ställ in IPv4 beror på hur din Internetleverantör delar ut IP-adresser. Om du får en IP-adress automatiskt från Internetleverantören väljer du Använder DHCP från popupmenyn Ställ in TCP/IP. Fältet IP-adress och andra fält fylls i av Internetleverantören.\n\nOm din Internetleverantör gav dig en IP-adress och andra sifferkombinationer tillsammans med Internetkontot väljer du Manuellt och använder informationen till att manuellt ställa in den trådlösa enhetens IP-adress. Om du är osäker frågar du Internetleverantören.\n\nOm Internetleverantören frågar efter enhetens MAC-adress använder du adressen till Ethernet-WAN-porten som finns på etiketten på undersidan av den trådlösa AirPort-enheten.";

/* ReplaceJoinCreateMoreInfo */
"ReplaceJoinCreateMoreInfo.Title" = "Välj vad du vill göra med %@.";
"ReplaceJoinCreateMoreInfo.ReplaceDesc" = "Om du redan har en AirPort-enhet eller en trådlös router och vill ersätta den enheten med %@ väljer du ”Jag vill ersätta en befintlig basstation eller trådlös router med %@”";
"ReplaceJoinCreateMoreInfo.JoinDesc" = "Om du redan har ett nätverk och vill ansluta %@ till det nätverket trådlöst eller via Ethernet väljer du ”Jag vill att %@ ska ansluta till det befintliga nätverket”";
"ReplaceJoinCreateMoreInfo.CreateDesc" = "Om du inte har ett trådlöst nätverk eller om du vill lägga till ytterligare ett trådlöst nätverk väljer du ”Jag vill skapa ett nytt trådlöst nätverk”";

"GuestNetworkMoreInfo.Title" = "Gästnätverk";
"GuestNetworkMoreInfo" = "Ett gästnätverk tillåter klientdatorer att ansluta till Internet utan att de får åtkomst till det privata nätverket. Du kan ställa in gästnätverket så det kräver lösenord för anslutning.\n\nMed manuell inställning kan du ställa in andra alternativ för gästnätverket, t.ex. fildelning mellan de datorer som är anslutna till gästnätverket.";


/* End of strings file */
